/**/
"Cancel" = "Отмена";
/**/
"Delete" = "Удалить";
/**/
"Open" = "Открыть";
/**/
"Edit" = "Правка";
/**/
"Yes" = "Да";

/*Geometry Edit Action Name*/
"Apply Geometry" = "Применить геометрию";
/*Geometry Edit Action Name*/
"Clear Geometry" = "Очистить геометрию";
/*Geometry Edit Action Name*/
"Delete Vertex" = "Удалить вершину";
/*Geometry Edit Action Name*/
"Insert Part" = "Вставить сегмент";
/*Geometry Edit Action Name*/
"Insert Vertex" = "Добавить вершину";
/*Geometry Edit Action Name*/
"Move Vertex" = "Переместить вершину";
/*Geometry Edit Action Name*/
"Remove Part" = "Удалить часть";

/*Collecting attachments*/
"Add" = "Добавить";
/*Collecting attachments*/
"Take Photo or Video" = "Снять фото или видео";
/*Collecting attachments*/
"Choose From Library" = "Выбрать из библиотеки";
/*Collecting attachments*/
"Photo" = "Фото";
/*Collecting attachments*/
"Video" = "Видео";
/*Collecting attachments*/
"Save To Photo Library" = "Сохранить изображение";
/*Collecting attachments*/
"Download" = "Скачать";

/*Date attribute*/
"Today" = "Сегодня";

/**/
"Attachments" = "Вложения";
"Attributes" = "Атрибуты";

/**/
"Open in Safari" = "Открыть в Safari";

/* Please enter a numeric value between 0 and 5.*/
"Enter a number between %i and %i." = "Введите число в диапазоне от %i до %i.";

/* Please enter a numeric value between 0.5 and 5.0.*/
"Enter a number between %f and %f." = "Введите число в диапазоне от %f до %f.";

/* string length error, when user enters too many characters in string attribute editor:
  Too many characters.  Current: 512.  Allowed: 256 */
"Too many characters (%@)" = "Слишком длинная строка (%@)";

/* When a number is entered outside the range */
"Number is outside the acceptable range." = "Числовое значение выходит за допустимые пределы.";

/* BLOB, RASTER, etc */
"Field type not supported" = "Тип поля не поддерживается";

/**/
"%d of %d" = "%d из %d";

/**/
"Changing Feature Type" = "Изменение типа элемента";
"You are changing the feature type, which may potentially overwrite some field values. Are you sure you want to do this?" =  "Изменяется тип объекта. Это может привести к перезаписи некоторых значений полей. Действительно выполнить?";

/**/
"Data for pie chart is invalid" = "Некорректные данные для круговой диаграммы";
"No data to create a pie chart" = "Нет данных для создания круговой диаграммы";

/**/
"Created by %@ seconds ago" = "Создал %@ несколько секунд назад";

/**/
"Created by %@ a minute ago" = "Создал %@ минуту назад";

/**/
"Edited by %@ seconds ago" = "Изменил %@ несколько секунд назад";

/**/
"Edited by %@ a minute ago" = "Изменил %@ минуту назад";

/**/
"Created seconds ago" = "Создано несколько секунд назад";

/**/
"Created a minute ago" = "Создано минуту назад";

/**/
"Edited seconds ago" = "Изменено несколько секунд назад";

/**/
"Edited a minute ago" = "Изменено 1 мин. назад";

/**/
"Created by %@ %d minutes ago" = "Создал %@ %d мин. назад";

/**/
"Created by %@ an hour ago" = "Создал %@ час назад";

/**/
"Created by %@ %d hours ago" = "Создал %@ %d ч. назад";

/*"Created by %@ on ${weekDay} at ${formattedTime}"*/
"Created by %@ on %@ at %@ - day" = "Создал %@ %@ в %@";

/*"Created by %@ on ${formattedDate} at ${formattedTime}"*/
"Created by %@ on %@ at %@ - full" = "Создал %@ %@ в %@";

/**/
"Edited by %@ %d minutes ago" = "Изменил %@ %d мин назад";

/**/
"Edited by %@ an hour ago" = "Изменил %@ час назад";

/**/
"Edited by %@ %d hours ago" = "Изменил %@ %d ч назад";

/**/
"Edited by %@ on %@ at %@ - day" = "Изменил %@ %@ в %@";

/**/
"Edited by %@ on %@ at %@ - full" = "Изменил %@ %@ в %@";

/**/
"Created by %@" = "Создал %@";

/**/
"Edited by %@" = "Изменил %@";

/**/
"Created %d minutes ago" = "Создано %d мин. назад";

/**/
"Created an hour ago" = "Создано час назад";

/**/
"Created %d hours ago" = "Создано %d ч. назад";

/*"Created on ${weekDay} at ${formattedTime}"*/
"Created on %@ at %@ - day" = "Создано %@ в %@";

/*"Created on ${formattedDate} at ${formattedTime}"*/
"Created on %@ at %@ - full" = "Создано %@ в %@";

/**/
"Edited %d minutes ago" = "Изменено %d мин. назад";

/**/
"Edited an hour ago" = "Изменено час назад";

/**/
"Edited %d hours ago" = "Изменено %d ч. назад";

/*"Edited on ${weekDay} at ${formattedTime}"*/
"Edited on %@ at %@ - day" = "Изменено %@ в %@";

/*"Edited on ${formattedDate} at ${formattedTime}"*/
"Edited on %@ at %@ - full" = "Изменено %@ в %@";

/* Used to denote a required field */
"Required" = "Обязательно";

/* Used for naming layers with no names */
"Layer %d" = "Слой %d";